import React from "react";

export default function About() {
  return (
    <div className="md:px-20 md:py-25 px-4 py-2.5 bg-white text-[#1E1E1E] mt-10 md:-mt-10 relative md:-z-25 z-0">
      <p className="text-[17px] md:text-2xl">
        <span className="font-bold">JustRobotics</span> - это современный
        учебный центр, специализирующийся на технологиях, искусстве и
        образовании. Мы предоставляем комфортную и поддерживающую среду для
        развития талантов и навыков наших учеников. Команда
        высококвалифицированных преподавателей использует передовые методики и
        технологии, делая занятия интерактивными и увлекательными. Мы уделяем
        большое внимание индивидуальному подходу, помогая каждому ученику
        раскрыть свои способности и достичь успеха.
        <br />
        <span className="mt-4 md:mt-0 inline-block font-bold">
          JustRobotics
        </span>{" "}
        - это сообщество увлеченных и целеустремленных людей, предлагающее не
        только учебные курсы, но и мероприятия, мастер-классы и конкурсы.
        Удобное расположение учебного центра обеспечивает легкий доступ для всех
        желающих.
      </p>
    </div>
  );
}
